{
  "products": [
    {
      "id": "22a5",
      "name": "Nike Unisex-Child Air Jordan 10 Retro Gs, White/Fire Red/Black/Neutral Grey, 5 Big Kid",
      "description": "*SUPPORT, STABILITY AND HERITAGE LOOK.*The Air Jordan 4 Retro delivers lightweight cushioning with a sculpted midsole designed to provide stability. Its throwback details pays tribute to the 1989 original. Leather and synthetic upper delivers durability and support. Visible Air-Sole unit in the heel for impact cushioning.",
      "price": 500,
      "category": "Shoes",
      "image": "https://m.media-amazon.com/images/I/71cF8o8l+SL._SX695_.jpg",
      "quantity": 1,
      "size": "",
      "status": "Active",
      "stock": "12",
      "discount": "N/A"
    },
    {
      "id": "dc1f",
      "name": "Nike Mens Jordan MVP Running",
      "description": "JORDAN MVP-BLACK/UNIVERSITY RED-WHITE-DZ4475-061-10UK ",
      "price": 89,
      "category": "Shoes",
      "image": "https://m.media-amazon.com/images/I/31+AitYinLL.jpg",
      "quantity": 1,
      "size": "",
      "categorytype": "Men",
      "status": "Active",
      "stock": "23",
      "discount": "10%",
      "discounttype": ""
    },
    {
      "id": "9703",
      "name": "NIKE Mens Air Max 270 Running Shoe",
      "description": "AIR MAX 270-BLACK/WHITE-UNIVERSITY RED-ANTHRACITE-AH8050-022-6UK",
      "price": 80,
      "category": "Shoes",
      "image": "https://m.media-amazon.com/images/I/71y4i4m5XtL._SY695_.jpg",
      "quantity": 1,
      "size": "",
      "status": "Active",
      "stock": "23",
      "discount": "10%"
    },
    {
      "id": "ba59",
      "name": "Puma Unisex-Adult Rs-x 3D Sneaker",
      "description": "Style Name:-Sneaker Model Name:-RS-X 3D Brand Color:-Black-Harbor Mist Material:-Textile Wipe with a clean dry cloth",
      "price": 100,
      "category": "Shoes",
      "image": "https://m.media-amazon.com/images/I/61zoifMTKcL._SY695_.jpg",
      "quantity": 1,
      "size": "",
      "status": "Active",
      "stock": "12",
      "discount": "N/A"
    },
    {
      "id": "3cbc",
      "name": "Nike Mens Jordan Max Aura 5 Running Shoes",
      "description": "https://m.media-amazon.com/images/I/51LlMqatrQL._SY695_.jpg",
      "price": 100,
      "category": "Shoes",
      "status": "Active",
      "image": "https://m.media-amazon.com/images/I/51LlMqatrQL._SY695_.jpg",
      "quantity": 1,
      "size": "",
      "stock": "21",
      "discount": "N/A"
    },
    {
      "id": "11a6",
      "name": "Armani Exchange Analog Men's Stainless Steel Watch AX2104 (Black Dial Black Colored Strap)",
      "description": "Case size: 46mm; Band size: 22mm; quartz movement with 3-hand analog display; mineral crystal face Black plated stainless steel case; black dial with date window Black plated stainless steel bracelet with foldover clasp closure; interchangeable with Armani Exchange 22mm watch straps Water resistant to 165 feet (50 M): suitable for short periods of exposure to water i.e washing hands or showering/bathing. Not suitable for recreational swimming, diving or snorkeling. Circumference - 200+/- 5MM Warranty type:Manufacturer; 2 Years International Warranty",
      "price": 120,
      "category": "Watch",
      "image": "https://m.media-amazon.com/images/I/41Cra-oFUmL._SX300_SY300_QL70_FMwebp_.jpg",
      "quantity": 1,
      "size": "",
      "status": "Active",
      "stock": "122",
      "discount": "N/A"
    },
    {
      "id": "4b56",
      "name": "Titan Metal Mechanicals Analog Black Dial and Band Men's Stainless Steel Watch-90140QM02",
      "description": "Titan Metal Mechanicals - Autoamatic Watch",
      "price": 200,
      "category": "Watch",
      "image": "https://m.media-amazon.com/images/I/61NYXFj6KcL._SX679_.jpg",
      "quantity": 1,
      "size": "",
      "status": "Active",
      "stock": "23",
      "discount": "N/A"
    },
    {
      "id": "d187",
      "name": "Denim Jeans",
      "description": "Jeans hi hai kya padhega",
      "price": 78,
      "category": "Jeans",
      "image": "https://m.media-amazon.com/images/I/71OBVZ-69WL._AC_UL320_.jpg",
      "quantity": 1,
      "size": "",
      "categorytype": "",
      "status": "Active",
      "stock": "34",
      "discount": "34%",
      "discounttype": "Diwali"
    },
    {
      "id": "4cd3",
      "name": "Black Tshirt",
      "description": "Tshirt hi hai bhai jese pehle jeans thi",
      "price": 45,
      "category": "TShirt",
      "image": "https://m.media-amazon.com/images/I/81r473subGL._SX569_.jpg",
      "quantity": 1,
      "size": "",
      "categorytype": "",
      "status": "Active",
      "stock": "45",
      "discount": "10%",
      "discounttype": "Holi sale"
    },
    {
      "id": "65e7",
      "name": "Jacket",
      "description": "Jacket hai",
      "price": 65,
      "category": "Jacket",
      "image": "https://m.media-amazon.com/images/I/51XWUBbfe7L._AC_UL320_.jpg",
      "quantity": 1,
      "size": "",
      "categorytype": "",
      "status": "Active",
      "stock": "221",
      "discount": "3%",
      "discounttype": ""
    },
    {
      "id": "d389",
      "name": "Blue Jeans",
      "description": "Premium Denim Fabric: Crafted from high-quality denim that ensures durability and comfort. Various Fits: Available in multiple cuts including skinny, straight, bootcut, and relaxed to suit different body types and style preferences. Classic Washes: Offered in a range of blue shades from light to dark, including vintage and distressed finishes for a unique look. Versatile Styling: Perfect for both casual and semi-formal outfits, easily paired with a variety of tops and shoes. Functional Design: Featuring traditional five-pocket styling and sturdy zipper/button closures for practicality. Comfortable Fit: Designed with a blend of cotton and elastane for a comfortable stretch that moves with you.",
      "price": 54,
      "category": "Jeans",
      "image": "https://m.media-amazon.com/images/I/71bKFEHUs4L._AC_UL320_.jpg",
      "quantity": 1,
      "size": "",
      "categorytype": "",
      "status": "Active",
      "stock": "38",
      "discount": "N/A",
      "discounttype": ""
    },
    {
      "id": "9f23",
      "name": "Check Shirt ",
      "description": "Woman Check Shirt",
      "price": 76,
      "category": "Shirt",
      "image": "https://m.media-amazon.com/images/I/71szMNIn25L._AC_UL320_.jpg",
      "quantity": 1,
      "size": "",
      "categorytype": "",
      "status": "Active",
      "stock": "234",
      "discount": "10%",
      "discounttype": ""
    },
    {
      "id": "cb1c",
      "name": "White Tshirt",
      "description": "White woman tshirt",
      "price": 23,
      "category": "T Shirt",
      "status": "Active",
      "image": "https://m.media-amazon.com/images/I/51wjiSJHAdL._AC_UL320_.jpg",
      "quantity": 1,
      "size": "",
      "categorytype": "",
      "stock": "75",
      "discount": "3%",
      "discounttype": ""
    },
    {
      "id": "876a",
      "name": "Woman Jacket",
      "description": "Woman Jacket",
      "price": 87,
      "category": "Jacket",
      "status": "Active",
      "image": "https://m.media-amazon.com/images/I/31DrePuArgL._AC_UL320_.jpg",
      "quantity": 1,
      "size": "",
      "categorytype": "",
      "stock": "343",
      "discount": "10%",
      "discounttype": ""
    },
    {
      "id": "9ffe",
      "name": "Black Cargo Pant",
      "description": "Men Black Pant",
      "price": 47,
      "category": "Pant",
      "status": "Active",
      "image": "https://m.media-amazon.com/images/I/51wm84K+iLL._AC_UL320_.jpg",
      "quantity": 1,
      "size": "",
      "categorytype": "",
      "stock": "34",
      "discount": "10%",
      "discounttype": ""
    },
    {
      "id": "e61f",
      "name": "Green Soul Monster Ultimate Series T Multi-Functional Ergonomic Gaming Chair",
      "description": "MULTI-FUNCTIONAL CHAIR: Whether a gamer or a professional, no one likes being stuck in a rut in their profession when they can push the envelope and learn new things. Similarly, we at Green Soul couldn't stop at Monster and Monster Pro and went above and beyond to bring you the Monster Series Ergonomic Chair Ultimate Edition. Monster Ultimate \"T\" brings you the ultimate in comfort and features. BEST IN CLASS FABRIC: The Monster Ultimate chair has a breathable premium soft fabric that permits airflow and gives a cool and comfortable seating to keep the air moving on your back for better air circulation and reduce heat build-up, making it more breathable and pleasant than a leather chair. TECH SPECIFICATIONS: Internal Frame Material: Metal ● Frame Size: Large ● Upholstery Material: Spandex Fabric + PU Leather ● Neck/Head Pillow: Yes (Velour Material) ● Lumbar Pillow: Yes (Made of Memory Foam & Upholstery - Velour Material) ● Foam Type: Seat made of Molded Foam ● Color: Black & Blue INCLUDES: Mechanism Type: Newly Engineered Frog Mechanism ● Any Position Lock Available: Yes ● Rocking Range: Approx. 15 Degree ● Adjustable Backrest Angle: 90-180 Degrees ● Gas Lift: Class 4 ● Base: Heavy Duty Metal Base ● Caster Wheel Size: 60mm Dual Caster Wheels ● Suitable for Height:- 5ft.8\" to 6ft.5\" (172-196cms) DIY ASSEMBLY: Certified by BIFMA parts, the sturdy five-star base is made of Heavy Duty Metal Base and weight support up to 120 kgs. Besides, It’s easy to assemble, and you will not need to prepare additional tools for the assembly as our ergonomic chairs come with all the hardware and necessary tools. It can easily be installed and ready to use within 60 minutes.",
      "price": 200,
      "category": "Chair",
      "image": "https://m.media-amazon.com/images/I/81cs+VLE-OL._SX679_.jpg",
      "quantity": 1,
      "size": "",
      "status": "Active",
      "stock": "23",
      "discount": "N/A"
    },
    {
      "id": "5f94",
      "name": "Green Soul Vision Pro Multi-Functional Ergonomic Gaming Chair",
      "description": "UPHOLSTERY: Make a bold statement in your workspace with this sleekly styled gaming chair. Pairing a metal frame with the fabric upholstered back and seat creates a stunning visual contrast making this chair a focal point in your modern office. Easily adjust the position of the chair to find the best fit for you. ERGONOMIC DESIGN: The Vision Pro Gaming Chair takes adjustability to the next level. Adjust & Remove the Neck & Lumbar pillow to find the perfect position for your head, neck, shoulders & lower back, ensuring maximum focus and minimizing fatigue. And that's not all – the Vision Pro gaming chair also features a Retractable Footrest, providing a comfortable and supportive platform for your feet during those intense gaming sessions. SPINE SUPPORT: This fabric gaming chair backrest adopts an S-type segmented design, that better fits and cares for the health of your lumbar spine. At the same time, the tiltable design of the managerial chair backrest can meet your work and rest needs. The butterfly mechanism supports different angles, reclines (90°-180°), heights and the 15 degrees rocking range. It also has 4-way adjustable armrests. TECH SPECIFICATIONS: Frame Material: Metal | HYDRAULIC GAS LIFT: Class 4 | BASE: Heavy Duty Metal Base | CASTOR WHEEL SIZE: 60mm Dual Castor Wheels | SWIVEL: 360° | MAXIMUM WEIGHT CAPACITY: 120 Kgs | HEIGHT SUITABILITY: 5ft - 5ft. 10\" | WARRANTY: 3 years on-site warranty | INTEGRATED LEGREST | Color: Black DIY ASSEMBLY: Toolkit & detailed instructions manual included with the product. Chargeable Carpenter Assembly Service is available, contact customer support for further assistance.",
      "price": 230,
      "category": "Chair",
      "image": "https://m.media-amazon.com/images/I/81oOyGU1ZlL._SX679_.jpg",
      "quantity": 1,
      "size": "",
      "status": "Active",
      "stock": "12",
      "discount": "N/A"
    },
    {
      "id": "678c",
      "name": "BAYBEE Drogo Multi-Purpose Ergonomic Gaming Chair with 7 Way Adjustable Seat",
      "description": "💺ERGONOMIC DESIGN: Gaming chair linkage armrest design gaming chair with USB cable power supply massager that can drive by a USB port on computer, car, power switch or even power bank. Best masseur for users who need to sit for a long time. Vintage leather style matches all locations. 💺MULTI FUNCTIONAL: 360° swivel and smooth racing caster wheels for mobility; 90°-180° reclining for working, gaming, reading or napping; 20° controllable rocking and retractable footrest for relaxing; Adjustable seat height, 158 KG capacity; head pillow and lumbar pillow for all body shapes. 💺FOR BOTH GAMER AND OFFICE WORKER: Winged back provides multi-point body contact to share the pressure, save your spine and lumbar with ergonomic back and massage support. Lean your legs more comfortable with bucket seat design, the side wings frame has been thinned and contains more soft filling. 💺STURDY CONSTRUCTION & ECO FRIENDLY MATERIAL: Alloy frame covered in quality hand sewing PU leather and 10 inches high density foam for comfy. Upgraded LANT gas cylinder and mechanism ensure the use age of the chair. 💺INSTALLATION: Product Requires Self Assembly, Detail instruction manual included in the package. This gaming chair comes with all the tools necessary it only cost takes about 10-15mins to assemble the executive chair, you’ll be set up and ready to game",
      "price": 190,
      "category": "Chair",
      "image": "https://m.media-amazon.com/images/I/71V1AbZrqxL._SX679_.jpg",
      "quantity": 1,
      "size": "",
      "status": "Active",
      "stock": "32",
      "discount": "N/A"
    },
    {
      "id": "a540",
      "name": "DROGO Premium Ergonomic Office Chair for Work from Home, High Back Computer Chair with Adjustable Seat",
      "description": "【Ergonomic Office Chair】Our high-back office chair is meticulously designed to promote spine health, featuring lumbar support that mimics the natural hand-lifting posture. This unique design eases pressure on the lumbar spine during long work hours, effectively relieving back pain and ensuring a comfortable fit that supports your spine perfectly. 【Breathable Mesh Comfort:】 Crafted from premium breathable mesh fabric, the backrest of this office chair provides excellent ventilation, keeping your back cool and comfortable. The mesh material is highly durable and helps alleviate fatigue from extended periods of sitting. The seat cushion, made from high-density memory foam, offers a plush and cool experience with its soft fabric and stretch mesh. 【Versatile Adjustability】This ergonomic office chair offers multiple adjustments to cater to your preferences. You can customize the chair's height to find the perfect sitting position and tilt it up to 135 degrees for maximum comfort. The chair also features a 5cm adjustable lumbar support, 90-degree flip armrests for convenience and space-saving, and smooth-rolling wheels that swivel 360 degrees for ease of movement. 【Space-Saving Convenience】 With adjustable padded armrests that can be flipped up or down, this mesh office chair is designed with convenience in mind. It saves space and can be easily stored, making it suitable for various settings such as offices, living rooms, study rooms, and meeting rooms. 【Durable & Reliable Design: 】Our high back office chair offers durability and reliability. It boasts a 360-degree swivel feature and has caster wheels and air roads that have passed SGS standards, ensuring its safety and stability. With a maximum load capacity of 120Kgs, this heavy-duty office chair is ideal for adults, providing silent and smooth movement for a seamless work experience.",
      "price": 150,
      "category": "Chair",
      "image": "https://m.media-amazon.com/images/I/61MrmThzgkL._SX679_.jpg",
      "quantity": 1,
      "size": "",
      "status": "Active",
      "stock": "244",
      "discount": "N/A"
    },
    {
      "id": "082d",
      "name": "Dr luxur Weavemonster Ergonomic Gaming Chair for Office Work at Home",
      "description": "MAGNETIC NECK PILLOW: Unique, easy to pluck and fix neck pillow. Gone are the days of tough ribbon buckles, now tuck your pillow with just a magnetic flick. ERGONOMIC DESIGN: From its unique contours and angled seat edges, to its fully adjustable recline, tilt, and height, the Dr Luxur Weavemonster gamer chair supports a healthy sitting posture so that you can game for hours on our ergonomic high back chair for ultimate comfort and best computer chairs for home office HIGH DENSITY MOLDED CUSHIONS: The denser, durable cushions have a plush feel and offer better contouring, allowing your weight to apply just enough pressure as they mold to support your unique body shape reducing your back pain, bad posture and neck pain. Best office chairs for work from home 4D ARMRESTS: The Dr Luxur WEAVEMONSTER gaming chair for gamers armrests can be adjusted by height, front-back and rotated inwards or outwards so your arms will always be in a natural, relaxed position when gaming PERFECT FOR WORK FROM HOME: Dr luxur brings comfort that your longer work session desires. With molded cushioning and added side wings you will feel more relaxed and pain free throughout the day of your office work. STEEL-REINFORCED BODY: Through a combination of its body frame, armrests, and wheelbase, the Dr Luxur WeaveMonster high back ergonomic chair is recommended for a height of 5'3\" to 6'4\" and supports a weight of up to 165Kg",
      "price": 200,
      "category": "Chair",
      "image": "https://m.media-amazon.com/images/I/81bFvMdhdoL._SX679_.jpg",
      "quantity": 1,
      "size": "",
      "status": "Active",
      "stock": "34",
      "discount": "N/A"
    },
    {
      "id": "99a8",
      "name": "iPhone 15",
      "description": "DYNAMIC ISLAND COMES TO IPHONE 15 — Dynamic Island bubbles up alerts and Live Activities — so you don’t miss them while you’re doing something else. You can see who’s calling, track your next ride, check your flight status, and so much more. INNOVATIVE DESIGN — iPhone 15 features a durable color-infused glass and aluminum design. It’s splash, water, and dust resistant. The Ceramic Shield front is tougher than any smartphone glass. And the 6.1\" Super Retina XDR display is up to 2x brighter in the sun compared to iPhone 14. 48MP MAIN CAMERA WITH 2X TELEPHOTO — The 48MP Main camera shoots in super-high resolution. So it’s easier than ever to take standout photos with amazing detail. The 2x optical-quality Telephoto lets you frame the perfect close-up. NEXT-GENERATION PORTRAITS — Capture portraits with dramatically more detail and color. Just tap to shift the focus between subjects — even after you take the shot. POWERHOUSE A16 BIONIC CHIP — The superfast chip powers advanced features like computational photography, fluid Dynamic Island transitions, and Voice Isolation for phone calls. And A16 Bionic is incredibly efficient to help deliver great all-day battery life.",
      "price": "80",
      "category": "Smartphone",
      "image": "https://m.media-amazon.com/images/I/71657TiFeHL._SX679_.jpg",
      "quantity": 1,
      "size": "",
      "status": "Active",
      "stock": "278235",
      "discount": "N/A"
    },
    {
      "id": "ca60",
      "name": "iPhone 15 Pro",
      "description": "FORGED IN TITANIUM — iPhone 15 Pro has a strong and light aerospace-grade titanium design with a textured matte-glass back. It also features a Ceramic Shield front that’s tougher than any smartphone glass. And it’s splash, water, and dust resistant. ADVANCED DISPLAY — The 6.1” Super Retina XDR display with ProMotion ramps up refresh rates to 120Hz when you need exceptional graphics performance. Dynamic Island bubbles up alerts and Live Notifications. Plus, with Always-On display, your Lock Screen stays glanceable, so you don’t have to tap it to stay in the know. GAME-CHANGING A17 PRO CHIP — A Pro-class GPU makes mobile games feel so immersive, with rich environments and realistic characters. A17 Pro is also incredibly efficient and helps to deliver amazing all-day battery life. POWERFUL PRO CAMERA SYSTEM — Get incredible framing flexibility with 7 pro lenses. Capture super high-resolution photos with more color and detail using the 48MP Main camera. And take sharper close-ups from farther away. CUSTOMIZABLE ACTION BUTTON — Action button is a fast track to your favorite feature. Just set the one you want, like Silent mode, Camera, Voice Memo, Shortcut, and more. Then press and hold to launch the action.",
      "price": "130",
      "category": "Smartphone",
      "image": "https://m.media-amazon.com/images/I/81+GIkwqLIL._SX679_.jpg",
      "quantity": 1,
      "size": "",
      "status": "Active",
      "stock": "9867",
      "discount": "N/A"
    },
    {
      "id": "d535",
      "name": "Apple 2024 MacBook Air 13″ Laptop with M3 chip: 34.46 cm (13.6″) Liquid Retina Display, 8GB Unified Memory, 256GB SSD Storage, Backlit Keyboard, 1080p FaceTime HD Camera, Touch ID- Midnight",
      "description": "Supercharged by M3 — The blazing-fast MacBook Air with the M3 chip is a super-portable laptop that sails through work and play. PORTABLE DESIGN — Lightweight and just over 1 cm thin, so you can take MacBook Air anywhere you go. GET MORE DONE FASTER — The powerful 8-core CPU and up to 10-core GPU of the Apple M3 chip keep things running smoothly. UP TO 18 HOURS OF BATTERY LIFE — Amazing, all-day battery life so you can leave the power adapter at home. A BRILLIANT DISPLAY — The 34.46 cm (13.6″) Liquid Retina display supports 1 billion colours. LOOK SHARP, SOUND GREAT — Everything looks and sounds amazing with a 1080p FaceTime HD camera, three mics and four speakers with Spatial Audio. APPS FLY WITH APPLE SILICON — All your favourites, from Microsoft 365 to Adobe Creative Cloud, run lightning fast in macOS. IF YOU LOVE IPHONE, YOU’LL LOVE MAC — MacBook Air works like magic with your other Apple devices. Start an email on your iPhone and finish it on your Mac. Send text messages from your Mac. And much more. LEGAL DISCLAIMERS — This is a summary of the main product features. See below to learn more.",
      "price": "120",
      "category": "Leptop",
      "image": "https://m.media-amazon.com/images/I/71-D1xCuVwL._SX679_.jpg",
      "quantity": 1,
      "size": "",
      "status": "Active",
      "stock": "23322",
      "discount": "N/A"
    },
    {
      "id": "b91b",
      "name": "HP Victus Gaming Laptop, 12th Gen Intel Core i7-12650H, 6GB RTX 4050 GPU, 15.6-inch (39.6 cm), 75W TGP, FHD, IPS, 144Hz, 16GB DDR4, 512GB SSD, Backlit KB, B&O (Win 11, MSO, Silver, 2.37 kg), fa1134TX",
      "description": "?10-core 12th Gen Intel Core i7-12650H?Dominate the gaming world with 16 threads and 24MB L3 cache. Updated thermals ensure your laptop stays cool during intense gaming sessions.;?6GB NVIDIA GeForce RTX 4050 Laptop GPU?Step into the action with immersive, realistic graphics that bring your games to life as well as superior gaming performance. ?Pre-loaded Windows 11 and MS Office?Start gaming right away with pre-installed Windows 11 Home and MS Office. Activate your MS Office by signing up and following the Office Activation Wizard.;?Superior connectivity?Stay connected with Wi-Fi 6E (2x2) and Bluetooth 5.3, and an array of external ports including 1 x USB Type-C, 2 x USB Type-A, 1 x HDMI 2.1, and 1 x RJ-45. ?Enhanced gaming sessions?With the HP Wide Vision 720p HD camera, and dual array digital microphones, strategize with your team, plan attacks, and celebrate victories.;?Sustainable choice?Make a difference with a laptop featuring ocean-bound plastic and post-consumer recycled plastic. This laptop is also EPEAT Silver registered and ENERGY STAR certified. Model: 8x059pa",
      "price": "90",
      "category": "Leptop",
      "image": "https://m.media-amazon.com/images/I/71RgHVwremL._SX679_.jpg",
      "quantity": 1,
      "size": "",
      "status": "Active",
      "stock": "7573",
      "discount": "N/A"
    },
    {
      "id": "aba0",
      "name": "ASUS ROG Zephyrus Duo 16 (2022) Dual Screen Laptop, 16\" (40.64 cm) QHD+ 165Hz/3ms, AMD Ryzen 9 6900HX, 16GB RTX 3080 Ti, Gaming Laptop (32GB/2TB SSD/Win 11/with Office/Black/2.60 Kg) GX650RXZ-LO227WS",
      "description": "Processor: AMD Ryzen 9 6900HX Mobile Processor (8-core/16-thread, 20MB cache, up to 4.9 GHz max boost) Play over 100 high-quality PC games, plus new and upcoming blockbusters on day one like Halo Infinite, Forza Horizon 5, and Age of Empires IV with your new GX650RXZ-LO227WS and one month of Game Pass-including EA Play. With new games added all the time, there’s always something new to play. Age of Empires IV, Back 4 Blood, Battlefield V, Forza Horizon 5, Halo Infinite*, Knockout City, Microsoft Flight Simulator, Minecraft PC Bundle, Need for Speed Heat, Psychonauts2, The Sims 4, Titanfall 2, 12 Minutes Memory: 32GB (16GB SO-DIMM *2) DDR5 4800MHz Support up to 64GB with | Storage: 2TB PCIe 4.0 NVMe M.2 SSD with additional empty 1x M.2 Slot for storage upgrade Graphics: NVIDIA GeForce RTX 3080 Ti GPU GDDR6 16GB VRAM with Optimus, ROG Boost: 1445 MHz* at 165W (1395MHz Boost Clock+50MHz OC, 140W+10W Dynamic Boost in Turbo Mode, 140W+25W in Manual Mode) Operating System: Pre-installed Windows 11 Home with Lifetime Validity | Software Included: Pre-installed Office Home and Student 2021 with Lifetime Validity Keyboard: Per-Key RGB Backlit Chiclet Keyboard I/O Port: 1x 3.5mm Combo Audio Jack, 1x HDMI 2.1, 1x RJ45 LAN port, 1x USB 3.2 Gen 2 Type-C support DisplayPort, 1x USB 3.2 Gen 2 Type-C support DisplayPort / power delivery / G-SYNC, 2x USB 3.2 Gen 2 Type-A, 1x card reader (microSD) (UHS-II, 312MB/s) Other: 720P HD IR Camera for Windows Hello | Wi-Fi 6E(802.11ax) (Dual band) 2*2 + Bluetooth 5.2 (*BT version may change with OS upgrades.) -RangeBoost | Built-in 3-microphone array",
      "price": "400",
      "category": "Leptop",
      "image": "https://m.media-amazon.com/images/I/71JFMDI0tOL._SX679_.jpg",
      "quantity": 1,
      "size": "",
      "status": "Active",
      "stock": "2332",
      "discount": "N/A"
    }
  ],
  "cart": [],
  "product_category": [
    {
      "id": "e7ac",
      "categoryname": "Woman",
      "categoryimage": "https://img.freepik.com/free-photo/vertical-shot-hispanic-female-dressed-casually-while-posing-by-white-wall_181624-33909.jpg?t=st=1717505056~exp=1717508656~hmac=400bddd0aa6ef5c93a8f6a892aa2adfbb8d5f920f1e4101c792318b1a6e3c962&w=740",
      "parentcategory": "Self"
    },
    {
      "id": "a9ff",
      "categoryname": "Kids",
      "categoryimage": "https://img.freepik.com/premium-psd/boy-with-shirt-that-says-word-it_410516-124631.jpg?w=740",
      "parentcategory": "Electronic"
    },
    {
      "id": "39f2",
      "categoryname": "Unisex",
      "categoryimage": "https://img.freepik.com/free-photo/portrait-smiling-beautiful-girl-her-handsome-boyfriend-laughing_158538-4878.jpg?t=st=1717505325~exp=1717508925~hmac=5c3361db50504d73ff83e35973e9ffb307e9d0da9396a40475112bb34e85b065&w=900",
      "parentcategory": "Self"
    },
    {
      "id": "a317",
      "categoryname": "T-Shirt",
      "categoryimage": "https://img.freepik.com/premium-photo/beautiful-t-shirt_1029756-912.jpg?w=740",
      "parentcategory": "Men"
    },
    {
      "id": "f1c6",
      "categoryname": "Jeans",
      "categoryimage": "https://img.freepik.com/premium-photo/full-body-portrait-casual-redhead-male-holds-tablet-pc_613910-12090.jpg?w=740",
      "parentcategory": "Men"
    },
    {
      "id": "097e",
      "categoryname": "Jacket",
      "categoryimage": "https://img.freepik.com/premium-vector/leather-jacket-vector-illustration_642458-142.jpg?w=740",
      "parentcategory": "Men"
    },
    {
      "id": "4e9a",
      "categoryname": "Shirt",
      "categoryimage": "https://img.freepik.com/premium-vector/black-shirt-with-word-men-it_669646-593.jpg?w=740",
      "parentcategory": "Men"
    },
    {
      "id": "0d98",
      "categoryname": "Pant",
      "categoryimage": "https://img.freepik.com/free-photo/businessman-wearing-black-pants-with-white-shirt_53876-102237.jpg?t=st=1717564223~exp=1717567823~hmac=9b4bb2548ed5928bc052212b2eb7500bd9b8d67434da42dd3e2617c91bbd4dae&w=740",
      "parentcategory": "Men"
    },
    {
      "id": "ecf8",
      "categoryname": "T Shirt",
      "categoryimage": "https://img.freepik.com/free-photo/medium-shot-smiley-woman-posing_23-2149322990.jpg?t=st=1717564363~exp=1717567963~hmac=44dcb5e8ba030ed944324567db8ff9fdc2887895bb209a92d4fc71d5cd410159&w=740",
      "parentcategory": "Woman"
    },
    {
      "id": "feb3",
      "categoryname": "Shirt",
      "categoryimage": "https://img.freepik.com/free-photo/beautiful-woman-with-skateboard_144627-5559.jpg?t=st=1717564468~exp=1717568068~hmac=9f5b8055f3d88dfd6c673aadb462dcec443074293ae4f08999fcf561d69ee37f&w=740",
      "parentcategory": "Woman"
    },
    {
      "id": "ca66",
      "categoryname": "Jeans",
      "categoryimage": "https://img.freepik.com/premium-vector/woman-high-waisted-regular-cut-jeans-national-blue-jeans-day-denim-day_722395-749.jpg?w=740",
      "parentcategory": "Woman"
    },
    {
      "id": "a03b",
      "categoryname": "Jacket",
      "categoryimage": "https://img.freepik.com/free-photo/tender-young-lady-is-drinking-coffee-from-own-cup-outside_231208-2792.jpg?t=st=1717567160~exp=1717570760~hmac=97b67e7545d6bfee22b1296931f5ffeb155608907c85a9b2b5f04f7472d01388&w=740",
      "parentcategory": "Woman"
    },
    {
      "id": "aa18",
      "categoryname": "Shoes",
      "categoryimage": "https://m.media-amazon.com/images/I/51XJ5hP1A4L._SY695_.jpg",
      "parentcategory": "Men"
    },
    {
      "id": "ed7b",
      "categoryname": "Watch",
      "categoryimage": "https://m.media-amazon.com/images/I/61NYXFj6KcL._SX679_.jpg",
      "parentcategory": "Men"
    },
    {
      "id": "76e8",
      "categoryname": "Chair",
      "categoryimage": "https://m.media-amazon.com/images/I/71kuYjv6P+L._SX679_.jpg",
      "parentcategory": "Self"
    },
    {
      "id": "4828",
      "categoryname": "Electronic",
      "categoryimage": "https://img.freepik.com/free-vector/antigravity-technology-with-elements_23-2148084054.jpg?t=st=1719220427~exp=1719224027~hmac=172bf27d99155fca0bdea4c13982981766243335ab6179f232e8b69fc1e779ac&w=740",
      "parentcategory": "Self"
    },
    {
      "id": "cde0",
      "categoryname": "Smartphone",
      "categoryimage": "https://m.media-amazon.com/images/I/71657TiFeHL._SX679_.jpg",
      "parentcategory": "Electronic"
    },
    {
      "id": "3956",
      "categoryname": "Leptop",
      "categoryimage": "https://m.media-amazon.com/images/I/71-D1xCuVwL._SX679_.jpg",
      "parentcategory": "Electronic"
    }
  ],
  "total": 100,
  "skip": 0,
  "limit": 30
}